{
  "DocumentInfo": {
    "DocumentType": "Europass CV",
    "CreationDate": "2025-10-12T12:09:01.904835",
    "Generator": "EuroCV",
    "XSDVersion": "V3.3"
  },
  "LearnerInfo": {
    "Identification": {
      "PersonName": {
        "FirstName": "Emiel",
        "Surname": "Kremers"
      },
      "ContactInfo": {
        "Email": {
          "Contact": "emiel@kremers.us"
        }
      }
    },
    "Headline": {
      "Type": {
        "Code": "preferred",
        "Label": "Headline"
      },
      "Description": {
        "Label": "I help organisations design and implement IT strategies that give\nthem control over their platforms, balancing flexibility, compliance,\nand cost efficiency. My focus areas include cloud exit planning,\nhybrid and multi-cloud architectures, and the development of vendor-\nneutral container platforms that are secure, scalable, and ready for\nfuture demands.\nWith more than two decades of"
      }
    },
    "WorkExperience": [
      {
        "Period": {
          "From": {
            "Year": 2023,
            "Month": "--04",
            "Day": "---01"
          },
          "Current": true
        },
        "Position": {
          "Label": "Business Unit Manager – Modern Infrastructure (SLTN/Fourco)"
        },
        "Activities": "(2 years 7 months)\nHilversum, North Holland, Netherlands\nFollowing the acquisition of Fourco by SLTN in 2023, I took on the leadership\nof the Modern Infrastructure business unit.\nI am responsible for strategic direction, client delivery, and business\nperformance, with a focus on cloud exit strategies, hybrid and multi-cloud\narchitectures, and vendor-neutral container platforms.\nPage 1 of 6\nWorking closely with C-level leaders and architecture teams, I translate\ncomplex technology decisions into actionable, business-aligned roadmaps that",
        "Employer": {
          "Name": "7 years 2 months"
        }
      },
      {
        "Period": {
          "From": {
            "Year": 2023,
            "Month": "--04",
            "Day": "---01"
          },
          "To": {
            "Year": 2023,
            "Month": "--01",
            "Day": "---01"
          }
        },
        "Position": {
          "Label": "September 2018"
        },
        "Activities": "September 2018"
      },
      {
        "Period": {
          "From": {
            "Year": 2023,
            "Month": "--01",
            "Day": "---01"
          },
          "To": {
            "Year": 2018,
            "Month": "--03",
            "Day": "---01"
          }
        },
        "Position": {
          "Label": "Present"
        },
        "Activities": "September 2019"
      }
    ],
    "Education": [
      {
        "Period": {
          "From": {
            "Year": 2013,
            "Month": "--09",
            "Day": "---01"
          },
          "To": {
            "Year": 2015,
            "Month": "--06",
            "Day": "---30"
          }
        },
        "Title": "Master's degree, Sociology · (2013 - 2015)",
        "Skills": "Erasmus Universiteit Rotterdam\nMaster's degree, Sociology · (2013 - 2015)",
        "Organisation": {
          "Name": "Erasmus Universiteit Rotterdam"
        },
        "Level": {
          "Code": "7",
          "Label": "Master or equivalent"
        }
      },
      {
        "Period": {
          "From": {
            "Year": 2012,
            "Month": "--09",
            "Day": "---01"
          },
          "To": {
            "Year": 2013,
            "Month": "--06",
            "Day": "---30"
          }
        },
        "Title": "Premaster, Sociology · (2012 - 2013)",
        "Skills": "Erasmus Universiteit Rotterdam\nPremaster, Sociology · (2012 - 2013)",
        "Organisation": {
          "Name": "Erasmus Universiteit Rotterdam"
        },
        "Level": {
          "Code": "7",
          "Label": "Master or equivalent"
        }
      },
      {
        "Period": {
          "From": {
            "Year": 2001,
            "Month": "--09",
            "Day": "---01"
          },
          "To": {
            "Year": 2006,
            "Month": "--06",
            "Day": "---30"
          }
        },
        "Title": "Bachelor of ICT, Technische Informatica · (2001 - 2006)",
        "Skills": "Avans Hogeschool Breda\nBachelor of ICT, Technische Informatica · (2001 - 2006)",
        "Organisation": {
          "Name": "Avans Hogeschool Breda"
        },
        "Level": {
          "Code": "7",
          "Label": "Master or equivalent"
        }
      },
      {
        "Period": {
          "From": {
            "Year": 1991,
            "Month": "--09",
            "Day": "---01"
          },
          "To": {
            "Year": 1996,
            "Month": "--06",
            "Day": "---30"
          }
        },
        "Title": "Norbertus College",
        "Skills": "Norbertus College\n· (1991 - 1996)\nIT Courses\nMCTS, MCPD, ASL, BiSL, ITIL, Prince2 Foundation, IT Courses\nPage 6 of 6",
        "Organisation": {
          "Name": "Norbertus College"
        }
      }
    ],
    "Skills": {
      "Computer": {
        "Description": "GitLab, Managing Consultant Oracle Linux Java, Implemented Linux-based enterprise platforms with improved scalability and"
      },
      "Other": {
        "Description": "in:, Third-line support during the go-live of a Cloudera platform., Third-line support for MapR platform operations., Setting up monitoring and providing third-line support during the go-live of a, Kafka platform., Analysing and troubleshooting performance issues on a MapR platform., VX Company, Managing consultant Data Platform Services, January 2017 - May 2018 (1 year 5 months), Baarn, Led client engagements focused on designing, building, and optimising, enterprise data platforms., Specialised in modernising big data environments, implementing cloud-native, solutions, and introducing automation through Infrastructure as Code., Page 3 of 6, Key achievements:, Delivered enterprise-scale big data platform implementations., Introduced Infrastructure as Code practices using tools such as CDK, and Terraform., Designed solutions to integrate on-premise and cloud-based data systems., VX Company Managed Services, February 2015 - December 2016 (1 year 11 months), Baarn, Provided strategic and technical consulting for enterprise platform, modernisation, with a focus on open systems and operational automation., Key achievements:, resilience., Migrated critical workloads with minimal downtime and improved security, posture., Advised on operational governance for mission-critical applications., VX Company, Delivery Manager Managed Application Services, May 2013 - January 2015 (1 year 9 months), Baarn, Worked as the delivery manager for Managed Application Services., Responsible for:, * Resource planning, * Reporting, * Customer contact, * Single point of contact in case of problems, Rivas Zorggroep, Teamleider ICT Applicatiebeheer en BI, June 2012 - April 2013 (11 months), Gorinchem, The group is split into three distinct teams:, Care & Cure applications, Oracle EBS, Management information, Page 4 of 6, Each team has its own span of control and targets. As the team leader I am, also responsible for planning, budgets and overall operations. Apart from the, operational responsibilities I am also HR responsible for my team., E.Novation, 4 years 8 months, Teamleader Business Application Management, November 2011 - June 2012 (8 months), Capelle aan de IJssel, Business Application Management is made up of two teams. One team is, responsible for all technical aspects of the SAAS/customer applications we, host. The other team is responsible for the functional questions customers, might have, including reporting., As the team leader I am responsible for planning, budgets and overall, operations. Apart from the operational responsibilities I am also HR, responsible for my team., Apart from my function as a teamleader I also spend one day a week working, on an electronic Health Record project for the Erasmus Medisch Centrum. In, this role I do the maintenance of the Tolven platform and act as an advisor on, maintenance, security, scaling and development issues., Teamleader Technisch Applicatiebeheer, May 2010 - December 2011 (1 year 8 months), Capelle aan de IJssel, As the team leader I am responsible for planning, budgets, overall operations, of Technisch Applicatiebeheer. Apart from the operational responsibilities I am, also HR responsible for my team. I build this team from the ground up., Technisch Applicatiebeheer, February 2009 - May 2010 (1 year 4 months), Capelle aan de IJssel, Microsoft Consultant, November 2007 - January 2009 (1 year 3 months), Capelle aan de IJssel, Yacht, Software developer, April 2006 - October 2007 (1 year 7 months), Page 5 of 6, Through Yacht worked at the following companies:, Zeelandnet B.V., Robeco, Robeco, Software Developer, 2007 - 2007 (less than a year), Via Yacht, Empirion, Software developer, 2004 - 2006 (2 years), Kats & Waalwijk Groep, System administrator, 2001 - 2003 (2 years)"
      }
    }
  }
}